cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ag'
brew 'ansible'
brew 'cmake'
brew 'coreutils'
brew 'docker'
brew 'docker-machine'
brew 'git'
brew 'go'
brew 'httpie'
brew 'imagemagick'
brew 'libyaml'
brew 'macvim'
brew 'node'
brew 'pow'
brew 'python'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask 'appzapper'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'gitter'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'launchrocket'
cask 'ngrok'
cask 'seil'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'textual'
cask 'virtualbox'
