cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ag'
brew 'ansible'
brew 'cmake'
brew 'cscope'
brew 'coreutils'
brew 'docker'
brew 'docker-machine'
brew 'dynamodb-local'
brew 'freetype'
brew 'gdbm'
brew 'git'
brew 'go'
brew 'httpie'
brew 'imagemagick'
brew 'jpeg'
brew 'libevent'
brew 'libffi'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libyaml'
brew 'macvim'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'p7zip'
brew 'pcre'
brew 'pow'
brew 'python'
brew 'readline'
brew 'sqlite'
brew 'tmux'
brew 'v8'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'

cask 'appzapper'
cask 'atom'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'gitter'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'moom'
cask 'ngrok'
cask 'seil'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'textual'
cask 'virtualbox'
